[{
  "_id": {
    "$oid": "664a6378950fdffa9fbbb21a"
  },
  "titulo": "Noticia de prueba ",
  "title": "Notice Test",
  "informacion": "Salvador Illa se ha convertido en el ganador indiscutible de las elecciones en Cataluña de este domingo. Por primera vez en la historia, el PSC ha ganado las elecciones catalanas en votos y en escaños, llevando al partido a resultados similares a la época del tripartito, cuando los socialistas catalanes lideraron el Govern entre 2003 y 2010 gracias al apoyo de Esquerra Republicana (ERC) e Iniciativa per Catalunya-Verds (ICV).\n\nCon 42 escaños y casi el 28% de los votos, el líder de los socialistas catalanes revalida la victoria lograda en febrero de 2021. Si bien, en la anterior cita electoral autonómica, el PSC solo ganó en votos, pero empató en escaños con ERC (33 cada uno). Ahora, el PSOE catalán se ha convertido en la primera fuerza en el Parlament, obteniendo nueve escaños más que hace poco más de tres años.",
  "information": " Salvador Illa has become the undisputed winner of the elections in Catalonia this Sunday. For the first time in history, the PSC has won the Catalan elections in votes and seats, leading the party to results similar to the tripartite era, when the Catalan socialists led the Government between 2003 and 2010 thanks to the support of Esquerra Republicana ( ERC) and Initiative per Catalunya-Verds (ICV).\n\nWith 42 seats and almost 28% of the votes, the leader of the Catalan socialists revalidates the victory achieved in February 2021. Although, in the previous regional electoral event, the PSC only won in votes, but tied in seats with ERC (33 each). Now, the Catalan PSOE has become the leading force in the Parliament, obtaining nine more seats than just over three years ago.",
  "foto": 1
},
{
  "_id": {
    "$oid": "664a6378950fdffa9fbbb21b"
  },
  "titulo": "eeeeeeeeeee",
  "title": "ffffffffffff",
  "informacion": "gggggggggggggglllllllllllllooooo",
  "information": "mmmmmmmmmmmmmmpppppppp",
  "foto": 1
}]