{
    "Lista de usuarios": "User list",
    "Idioma": "Language",
    "Lista de empresas": "Companies list",
    "Fecha Inicio": "Start Date",
    "Fecha Fin" : "End Date",
    "Bienvenido al CIIT": "Welcome to CIIT",
    "Tu centro de innovación y tecnología":"Your center for innovation and technology",
    "Sobre Nosotros": "About Us",
    "Empresas": "Companies",
    "Usuarios": "Users",
    "Ofertas": "Offers",
    "Roles": "Roles",
    "Rol": "Role",
    "Salir": "Log out",
    "Lista de ofertas": "Offer list",
    "Lista de roles":"Role list",
    "Plan actualizado": "Plan Updated",
    "¿Estás seguro de eliminar esta empresa?": "Are you sure to delete this company?",
    "¡No es posible revertir esta acción!": "It is not possible to reverse this action!",
    "Sí, quiero eliminarlo!":"Yes, I want to delete it!",
    "¡Eliminado!":"Deleted!",
    "Tu archivo ha sido eliminado": "Your file has been deleted",
    "Iniciar Sesión":"Login",
    "Olvidé mi contraseña!": "I forgot my password!",
    "¿Estás seguro de eliminar esta oferta?": "Are you sure to eliminate this offer?",
    "Correo enviado":"Mail sent",
    "Se ha enviado un correo a su dirección de correo electrónico": "An email has been sent to your email address",
    "Aceptar":"Accept",
    "Error": "Something is wrong",
    "Hubo un problema al enviar el correo electrónico": "There was a problem sending the email",
    "Correo no encontrado": "Mail not found",
    "No te encuentras registrado en el sistema o el correo que proporcionaste es incorrecto": "You are not registered in the system or the e-mail address you provided is incorrect",
    "Hubo un problema al verificar el correo":"There was a problem verifying the mail",
    "Por favor llene todos los campos": "Please fill in all fields",
    "Las contraseñas no coinciden":"Passwords do not match",
    "Actualización exitosa":"Successful upgrade",
    "Se ha actualizado su contraseña":"Your password has been updated",
    "¿Estás seguro de eliminar este Rol?":"Are you sure to delete this role?",
    "¡Este rol depende de alguna otra tabla!, ¡CUIDADO!": "This role depends on some other board, BEWARE!",
    "¿Estás seguro de eliminar este usuario?": "Are you sure to delete this user?",
    "Actualizado":"Updated",
    "Tu imagen se ha actualizado": "Your image has been updated",
    "Actualizar empresa" : "Update company",
    "Dirección" : "Address", 
    "Fecha" : "Date",
    "Telefono" : "Phone number",
    "Enviar": "Send",
    "Cancelar": "Cancel",
    "Nombre": "Name",
    "Crear empresa": "Create company",
    "Imagen" : "Image",
    "Anterior" : " Preview",
    "Siguiente" : "Next",
    "Actualizar usuario": "Update user",
    "Crear usuario" : "Create user",
    "Contraseña" : "password",
    "Mas enlaces":"More links",
    "Actualizar Rol": "Update Role",
    "Crear Rol": "Create Role",
    "Español":"Spanish",
    "Inglés":"English",
    "Actualización de oferta": "Offer update",
    "Crear compañía": "Create company",
    "Correo": "Email",
    "Empresa":"Company",
    "Puesto":"Job title",
    "Salario":"Salary",
    "Descripcion":"Description",
    "Horario":"Working hours",
    "Actualizar":"Update",
    "Crear oferta":"Create offer",
    "Crear oferta laboral":"Create job offer",
    "Creacion de oferta":"Offer creation",
    "Cerrar":"Close",
    "Puesto en español":"Job title in Spanish",
    "Puesto en inglés":"Job title in English",
    "Descripción en español":"Description in Spanish",
    "Descripción en inglés":"Description in English",
    "Creación de oferta":"Offer creation",
    "Selecciona una empresa":"Select a company",
    "Oferta actualizada":"Offer updated",
    "Oferta creada":"Offer created",
    "Empresa no seleccionada":"Company not selected",
    "Por favor, seleccione una empresa a la que asignar la oferta.":"Please, select a company to link the offer to.",
    "Descripción":"Description",
    "Editar":"Edit",
    "Eliminar":"Delete",
    "La oferta ha sido eliminada.":"The offer has been deleted.",
    "More Links":"More Links",
    "Siguenos en":"Follow us on",
    "© 2024 Texto de Derechos Reservados":"© 2024 All Rights Reserved",
    "¿Qué hacemos?":"What do we do?",
    "Organismo público descentralizado, con personalidad jurídica y patrimonio propio, denominado Corredor Interoceánico del Istmo de Tehuantepec, sectorizado a la Secretaría de Marina": "Public organization, with legal personality and own assets, called Interoceanic Corredor of the Isthmus of Tehuantepec, sectorized to the Ministry of Navy",
    "Ser un organismo que consolide el desarrollo integral, sustentable, sostenible e incluyente en el Istmo de Tehuantepec, a través de la plataforma logística, conformada por la prestación de servicios de administración portuaria y su interconexión mediante transporte ferroviario, y de las demás actividades que concrete el desarrollo de la región del Istmo de Tehuantepec y en las áreas de influencia, a fin de que genere un crecimiento económico e integral para la población desde el ámbito social y cultural.": "To be an organization that consolidates the integral, sustainable, sustainable and inclusive development of the Isthmus of Tehuantepec, through the logistics platform, formed by the provision of port administration services and its interconnection through railroad transportation, and other activities that concretize the development of the Isthmus of Tehuantepec region and its areas of influence, in order to generate economic and integral growth for the population from the social and cultural spheres.",
    "Visión" : "Vision",
    "Misión" : "Mission",
    "Instrumentar una Plataforma Logística multimodal que integre la prestación de servicios de las Administraciones del Sistema Portuario Nacional Coatzacoalcos S.A. de C.V., Salina Cruz S.A. de C.V., Dos Bocas S.A. de C.V. y Puerto Chiapas S.A. de C.V., y su interconexión mediante transporte ferroviario, por conducto del Ferrocarril del Istmo de Tehuantepec, S.A. de C.V.; mediante las acciones que le permitan armonizar la plataforma multimodal, así como la adquisición, concesión, o en su caso, enajenación de los inmuebles denominados Polos de Desarrollo para el Bienestar, para el desarrollo económico, social y cultural, desde el ámbito sustentable e incluyente, en beneficio de la población de la Región del Istmo de Tehuantepec y su Área de Influencia." :"To implement a multimodal Logistics Platform that integrates the provision of services of the Administrations of the National Port System Coatzacoalcos S.A. de C.V., Salina Cruz S.A. de C.V., Dos Bocas S.A. de C.V. and Puerto Chiapas S.A. de C.V., and its interconnection by means of railroad transportation, through Ferrocarril del Istmo de Tehuantepec, S.A. de C.V.; by means of the actions that allow it to harmonize the multimodal platform, as well as the acquisition, concession, or in its case, alienation of the properties denominated Poles of Development for the Well-being, for the economic, social and cultural development, from the sustainable and inclusive scope, in benefit of the population of the Region of the Isthmus of Tehuantepec and its Area of Influence.",
    "Objetivo Institucional": "Institutional Objective",
    "Instrumentar una plataforma logística multimodal que integre la prestación de servicios de las administraciones del sistema portuario nacional Coatzacoalcos S.A. de C.V., Salina Cruz S.A. de C.V., Dos Bocas S.A. de C.V. y Puerto Chiapas, S.A. de C.V., y su interconexión mediante transporte ferroviario, por conducto del Ferrocarril del Istmo de Tehuantepec, S.A. de C.V., así como adquirir, desarrollar, fraccionar, comercializar, concesionar, adjudicar y, en su caso, enajenar los inmuebles que integran su patrimonio, que permita llevar a cabo el establecimiento de los polos de desarrollo para el bienestar, con base en las vocaciones productivas que se determinen para los polígonos correspondientes de la región del Istmo de Tehuantepec, con una visión integral, sustentable, sostenible e incluyente, que fomente el crecimiento económico, productivo y cultural. Al efecto debe realizar las siguientes acciones:": "To implement a multimodal logistics platform that integrates the provision of services from the administrations of the national port system Coatzacoalcos S.A. de C.V., Salina Cruz S.A. de C.V., Dos Bocas S.A. de C.V., and Puerto Chiapas, S.A. de C.V., and their interconnection through rail transport, via Ferrocarril del Istmo de Tehuantepec, S.A. de C.V., as well as to acquire, develop, partition, commercialize, concession, award, and, if applicable, dispose of the properties that comprise its assets, enabling the establishment of development hubs for well-being, based on the productive vocations determined for the corresponding polygons of the Isthmus of Tehuantepec region, with a comprehensive, sustainable, inclusive vision that promotes economic, productive, and cultural growth. To this end, the following actions must be taken:",
    "Procurar, mediante inversión pública y privada, la construcción de la infraestructura física, social y productiva necesaria para fortalecer la base económica de la región del Istmo de Tehuantepec;": "Procure, through public and private investment, the construction of the necessary physical, social, and productive infrastructure to strengthen the economic base of the Isthmus of Tehuantepec region;",
    "Promover, a través de la realización de los actos jurídicos necesarios, la modernización de la infraestructura física y la capacidad productiva de la región del Istmo de Tehuantepec;":"Promote, through the execution of necessary legal acts, the modernization of the physical infrastructure and productive capacity of the Isthmus of Tehuantepec region;",
    "Mejorar, a través de la coordinación de entidades públicas y privadas, la infraestructura, la seguridad y la actividad productiva para superar el rezago de la región del Istmo de Tehuantepec;":"Enhance, through coordination between public and private entities, infrastructure, security, and productive activity to overcome the region's backlog in the Isthmus of Tehuantepec;",
    "Colaborar con el Instituto Nacional de los Pueblos Indígenas para que el desarrollo que genere su actividad se realice en un ámbito que preserve la cultura, las costumbres de la región del Istmo de Tehuantepec, la identidad de los pueblos indígenas y la protección de los recursos naturales;":"Collaborate with the National Institute of Indigenous Peoples so that the development generated by its activity takes place in an environment that preserves the culture, customs of the Isthmus of Tehuantepec region, the identity of indigenous peoples, and the protection of natural resources;",
    "Colaborar con las autoridades competentes en la ejecución de los mecanismos de planeación correspondientes que, en su caso, se aprueben en términos de la Ley de Planeación.":"Collaborate with the competent authorities in the execution of the corresponding planning mechanisms that, if applicable, are approved in terms of the Planning Law.",
    "Loguear":"Login",
    "Restablecer Contraseña":"Restore password",
    "ACEPTAR":"ACCEPT",
    "VOLVER":"RETURN",
    "Ingrese su nueva contraseña":"Enter your new password",
    "Nueva Contraseña": "New password",
    "Contraseña Anterior": "Old password",
    "CONFIRMAR": "CONFIRM",
    "Nombre del rol": "Role name",
    "Nombre Rol en Español" : "Name Rol in Spanish",
    "Nombre Rol en Inglés": "Name Rol in English",
    "Confirme Contraseña":"Confirm Password",
    "Redes Sociales": "Social Networks",
    "Nueva red social": "New social network",
    "Redes Sciales del CIIT": "CIIT Social Networks",
    "Foto": "Photo",
    "Nombre de la red social": "Social network name",
    "Enlace de la red social": "Link to social network",
    "Por favor rellene todos los campos.": "Please fill all inputs.",
    "Red social agregada": "Social network added",
    "Enlace": "Link",
    "Editar red social": "Edit social network",
    "Red social actualizada": "Social network updated",
    "Logotipo": "Logo",
    "Nombre de la empresa": "Company name",
    "Teléfono": "Phone number",
    "Cambiar logotipo": "Change logo",
    "Imágenes de la empresa":"Company images",
    "usuarioCreado":{
        "title": "User created",
        "text": "The user has been created successfully",
        "confirmButtonText": "Accept"
    },
    "emailRegistrado":{
        "title": "Email registered",
        "text": "The email is already registered",
        "confirmButtonText": "Accept"

    },
    "rellenarCampos":{
        "title": "Fill in all fields",
        "text": "Please fill in all fields",
        "confirmButtonText": "Accept"
    },
    "usuarioActualizado":{
        "title": "User updated",
        "text": "The user has been updated successfully",
        "confirmButtonText": "Accept"
    },
    "imagenActualizada":{
        "title": "Image updated",
        "text": "The image has been updated successfully",
        "confirmButtonText": "Accept"
    },
    "eliminarUsuario":{
        "title": "Are you sure?",
        "text": "It is not possible to reverse this action!",
        "confirmButtonText": "Yes, I want to delete it!",
        "cancelButtonText": "Cancel"
    },
    "usuarioEliminado":{
        "title": "Deleted!",
        "text": "The user has been deleted successfully",
        "confirmButtonText": "Accept"
    },
    "Editar imagen":"Edit image",
    "Actualización de noticia": "News update",
    "Noticia actualizada": "News update",
    "La noticia ha sido eliminada": "The news has been deleted",
    "Elegir archivos": "Select files",
    "selecionar noticia" : "select news",
    "Noticia seleccionada":"Selected news",
    "Lista de noticias": "list of News",
    "Noticia": "News",
    "Creación de una noticia": "Creation of a news",
    "Id_noticia": "Id_news",
    "Titulo": "Title",
    "Informacion": "Information",
    "Noticia creada": "News created",
    "Titulo en español": "Title in Spanish",
    "Titulo en ingles": "English title",
    "¿Estás seguro de eliminar esta Noticia?": "Are you sure to eliminate this new?",
    "Sí, quiero eliminarla!":"Yes, I want to delete it!"
}
    
    
